<?php

return [
    'modules'     => [
        'name'     => 'ماژولها',
        'option'   => [
            'read'      => 'می تواند ماژول ها را بخواند؟',
            'install'   => 'می تواند ماژول ها را نصب کند؟',
            'uninstall' => 'می تواند ماژول ها را حذف کند؟',
            'disable'   => 'می تواند ماژول ها را غیر فعال کند؟',
            'delete'    => 'می تواند ماژول ها را پاک / دلیت کند؟',
        ],
    ],
    'themes'      => [
        'name'   => 'قالب ها',
        'option' => [
            'read'   => 'می تواند قالب ها را ببیند؟',
            'delete' => 'می تواند قالب ها را دلیت کند؟',
        ],
    ],
    'plugins'     => [
        'name'   => 'پلاگین ها',
        'option' => [
            'read'   => 'می تواند پلاگین ها را ببیند؟',
            'delete' => 'می تواند پلاگین ها را دلیت کند؟',
        ],
    ],
    'extensions'  => [
        'name'     => 'اکتنشن ها',
        'option'   => [
            'read'      => 'می تواند اکتنشن ها را ببیند؟',
            'install'   => 'می تواند اکتنشن ها را نصب کند؟',
            'uninstall' => 'می تواند اکتنشن ها را حذف کند؟',
            'disable'   => 'می تواند اکتنشن ها را غیر فعال کند؟',
            'delete'    => 'می تواند اکتنشن ها را دلیت کند؟',
        ],
    ],
    'field_types' => [
        'name'   => 'نوع-فیلد',
        'option' => [
            'read'   => 'می تواند نوع-فیلد ها را ببیند؟',
            'delete' => 'می تواند نوع-فیلد ها را دلیت کند؟',
        ],
    ],
];
