<?php

return [
    'name'        => [
        'name' => 'الأسم',
    ],
    'state'       => [
        'name' => 'حالة',
    ],
    'type'        => [
        'name' => 'النوع',
    ],
    'status'      => [
        'name' => 'وضع الحالة',
    ],
    'location'    => [
        'name' => 'الموقع',
    ],
    'description' => [
        'name' => 'الوصف',
    ],
    'seed'        => [
        'label'        => 'إضافة المعلومات للوحدة عند التثبيت?',
        'instructions' => 'إضافة المعلومات عند تثبيت الوحدة يساعد على عرض مميزات وشرح الإضافة.',
        'option'       => 'نعم , إجعل إضافة المعلومات متضمنة عند التثبيت.',
    ],
];
