<?php

return [
    'modules'     => [
        'name'     => 'الوحدات',
        'option'   => [
            'read'      => 'هل يمكن قراءة الوحدات?',
            'install'   => 'هل يمكن تثبيت الوحدات?',
            'uninstall' => 'هل يمكن تثبيت الوحدات?',
            'disable'   => 'هل يمكن تعطيل الوحدات?',
            'delete'    => 'هل يمكن حذف الوحدات?',
        ],
    ],
    'themes'      => [
        'name'   => 'السمات',
        'option' => [
            'read'   => 'هل يمكن قراءة السمات?',
            'delete' => 'هل يمكن حذف السمات',
        ],
    ],
    'plugins'     => [
        'name'   => 'الوصلات',
        'option' => [
            'read'   => 'هل يمكن قراءة الوصلات',
            'delete' => 'هل يمكن حذف الوصلات',
        ],
    ],
    'extensions'  => [
        'name'     => 'التركيبات',
        'option'   => [
            'read'      => 'هل يمكن قراءة التركيبات?',
            'install'   => 'هل يمكن تثبيت التركيبات?',
            'uninstall' => 'هل يمكن إلغاء تثبيت التركيبات?',
            'disable'   => 'هل يمكن تعطيل التركيبات?',
            'delete'    => 'هل يمكن حذف التركيبات?',
        ],
    ],
    'field_types' => [
        'name'   => 'أنواع الحقول',
        'option' => [
            'read'   => 'هل يمكن قراءة أنواع الحقول?',
            'delete' => 'هل يمكن حذف أنواع الحقول?',
        ],
    ],
];
