<?php

return [
    'title'       => 'Дополнения',
    'name'        => 'Модуль дополнений',
    'description' => 'Управление дополнениями',
    'section'     => [
        'plugins'     => 'Плагины',
        'themes'      => 'Темы',
        'modules'     => 'Модули',
        'extensions'  => 'Расширения',
        'field_types' => 'Поля',
    ],
    'plugins'     => [
        'title'       => 'Плагины',
        'description' => 'Плагины представляют собой расширения в виде шаблонов формата Twig и позволяют добавить функциональность представлениям.',
    ],
    'themes'      => [
        'title'       => 'Темы',
        'description' => 'Темы оформления задают внешний вид сайта.',
    ],
    'modules'     => [
        'title'       => 'Модули',
        'description' => 'Модули добавляют различные функции, которые можно контролировать из панели управления.',
    ],
    'extensions'  => [
        'title'       => 'Расширения',
        'description' => 'Расширения - это специальные дополнения, позволяющие решить практически любую задачу.',
    ],
    'field_types' => [
        'title'       => 'Поля',
        'description' => 'Поля предоставляют различные инструменты для ввода информации пользователем, а также управляют вводом и выводом информации в формах.',
    ],
];
