<?php

return [
    'disable_title'     => 'Вы действительно хотите отключить дополнение?',
    'disable_message'   => 'Отключение не приводит к удалению какой-либо функциональности или информации из базы данных. Отключение может привести лишь к временной остановке работы дополнения до тех пор, пока оно вновь не будет включено.',
    'uninstall_title'   => 'Вы действительно хотите удалить дополнение?',
    'uninstall_message' => "Данная операция приведёт к удалению всей связанной с дополнением функциональности и информации из базы данных. Будьте внимательны: удаление дополнения, входящего в состав ядра приложения, может привести к необратимым нарушениям в работе системы.\n\nВведите \":match:\" чтобы подтвердить удаление.",
];
