<?php

return [
    'name'        => [
        'name' => 'Название',
    ],
    'state'       => [
        'name' => 'Состояние',
    ],
    'type'        => [
        'name' => 'Тип',
    ],
    'addon'       => [
        'name' => 'Дополнение',
    ],
    'status'      => [
        'name' => 'Статус',
    ],
    'version'     => [
        'name' => 'Версия',
    ],
    'location'    => [
        'name' => 'Расположение',
    ],
    'description' => [
        'name' => 'Описание',
    ],
    'seed'        => [
        'label'        => 'Загрузить в дополнение примеры во время установки?',
        'instructions' => 'Данная опция позволяет загрузить в дополнение некоторые начальные данные (примеры), что поможет его настроить и продемонстрировать.',
        'option'       => 'Да, включить загрузку примеров во время установки.',
    ],
];
