<?php

return [
    'modules'     => [
        'name'   => 'Модули',
        'option' => [
            'read'   => 'Чтение модулей',
            'manage' => 'Управление модулями',
        ],
    ],
    'themes'      => [
        'name'   => 'Темы',
        'option' => [
            'read'   => 'Чтение тем',
            'manage' => 'Управление темами',
        ],
    ],
    'plugins'     => [
        'name'   => 'Плагины',
        'option' => [
            'read'   => 'Чтение плагинов',
            'manage' => 'Управление плагинами',
        ],
    ],
    'extensions'  => [
        'name'   => 'Расширения',
        'option' => [
            'read'   => 'Чтение расширений',
            'manage' => 'Управление расширениями',
        ],
    ],
    'field_types' => [
        'name'   => 'Поля',
        'option' => [
            'read'   => 'Чтение полей',
            'manage' => 'Управление полями',
        ],
    ],
];
